13/data/attachments/1cabfa8af1a0ffa6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_task_Friend_1928_4</nif:username>
            <nif:friendToBeRequested>soap_friends_e68121d1-a160-4b43-b0de-9e07121b941b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>